<?php

return [
    'heading' => 'إدراج فيديو',
    'buttons' => [
        'cancel' => 'إلغاء',
        'insert' => 'إدراج',
    ],
    'labels' => [
        'url' => 'عنوان URL',
        'width' => 'العرض',
        'height' => 'الارتفاع',
        'responsive' => 'متجاوب',
        'responsive_helper' => 'إذا لم يكن الفيديو متجاوباً، قم بضبط العرض والارتفاع على أبعاد البكسل الفعلية التي يجب أن يكون عليها الفيديو. الافتراضي هو 640x480.',
        'autoplay' => 'تشغيل تلقائي',
        'loop' => 'تكرار',
        'title' => 'العنوان',
        'byline' => 'الخط الثانوي',
        'portrait' => 'لوحة',
        'controls' => 'التحكم',
        'nocookie' => 'بدون كوكي',
        'start_at' => 'تبدأ في',
        'local' => 'محلي',
    ],
];
