<?php

return [
    'heading' => 'Вставить видео',
    'buttons' => [
        'cancel' => 'Отмена',
        'insert' => 'Вставить',
    ],
    'labels' => [
        'url' => 'URL',
        'width' => 'Ширина',
        'height' => 'Высота',
        'responsive' => 'Адаптивный',
        'responsive_helper' => 'Если видео не адаптивное, установите ширину и высоту в реальные пиксельные размеры, которые должно иметь видео. По умолчанию 640x480.',
        'autoplay' => 'Автовоспроизведение',
        'loop' => 'Повтор',
        'title' => 'Название',
        'byline' => 'Подпись',
        'portrait' => 'Портрет',
        'controls' => 'Управление',
        'nocookie' => 'Без куки',
        'start_at' => 'Начать с',
        'local' => 'Локально',
    ],
];
