<?php

return [
    'heading' => 'Вставити відео',
    'buttons' => [
        'cancel' => 'Скасувати',
        'insert' => 'Вставити',
    ],
    'labels' => [
        'url' => 'URL',
        'width' => 'Ширина',
        'height' => 'Висота',
        'responsive' => 'Адаптивний',
        'responsive_helper' => 'Якщо відео не адаптивне, встановіть ширину та висоту у реальних піксельних розмірах, які має мати відео. За замовчуванням 640x480.',
        'autoplay' => 'Автовідтворення',
        'loop' => 'Повтор',
        'title' => 'Назва',
        'byline' => 'Підпис',
        'portrait' => 'Портрет',
        'controls' => 'Керування',
        'nocookie' => 'Без cookies',
        'start_at' => 'Почати з',
        'local' => 'Локально',
    ],
];
